{
  "backToProjects": "Back to projects",
  "backToAllProjects": "Back to all projects",
  "moreDetails": "More details",
  "openApp": "Open app",
  "experience": "Experience",
  "education": "Education",
  "projects": "Projects",
  "contact": "Contact",
  "linkedin": "LinkedIn",
  "github": "GitHub",
  "cv": "CV",
  "viewCvInBrowser": "View CV in browser",
  "downloadCvPdf": "Download CV PDF",
  "searchProjects": "Search projects...",
  "targetUsers": "Target users",
  "developmentStatus": "Development status",
  "globalReach": "Global reach",
  "technologyStack": "Technology stack",
  "frontend": "Frontend",
  "backend": "Backend",
  "languages": {
    "currentLanguage": "Current language"
  },
  "footer": {
    "tagline": "Frontend & UX Engineer | Remote-friendly",
    "madeWith": "Made with 🥰 in Switzerland",
    "copyright": "© {{year}} Bru Mas Ribera. All rights reserved.",
    "tooltips": {
      "email": "Send me an email",
      "linkedin": "View my LinkedIn profile",
      "github": "View my GitHub profile",
      "cv": "View my CV"
    },
    "privacyPolicy": "Privacy Policy",
    "termsOfUse": "Terms of Use"
  },
  "gdpr": {
    "title": "Privacy & cookies",
    "description": "This site uses essential cookies only. By continuing, you agree to our Terms and Privacy Policy.",
    "essentialOnly": "Only essential cookies",
    "accept": "Accept",
    "consentText": "By clicking \"Accept\", you agree to our Terms and Privacy Policy."
  },
  "privacy": {
    "title": "Your privacy matters",
    "dataCollection": {
      "title": "What we collect",
      "description": "Only the information you provide in the contact form: your name, email, and message. No tracking, no analytics, no third-party data collection."
    },
    "purpose": {
      "title": "Why we collect it",
      "description": "Solely to respond to your inquiry and establish professional communication. Your data is transmitted securely via EmailJS and not stored on our servers."
    },
    "sharing": {
      "title": "Who we share with",
      "description": "Nobody. Your information is private and confidential. We never share, sell, or distribute your personal data to third parties."
    },
    "retention": {
      "title": "How long we keep it",
      "description": "Your email is processed immediately and only retained in my personal email for communication purposes. You can request deletion at any time."
    },
    "rights": "You have the right to access, correct, or delete your personal data at any time. Contact me to exercise these rights.",
    "commitment": "We are committed to protecting your privacy and ensuring the security of your personal information.",
    "gdprRights": {
      "title": "Your rights under GDPR"
    },
    "contact": {
      "title": "Contact us about your privacy",
      "description": "If you have any questions about this privacy policy or want to exercise your rights, please contact us through the contact form on this website."
    }
  },
  "terms": {
    "title": "Terms of use",
    "acceptance": {
      "title": "Acceptance of terms",
      "description": "By accessing and using this website, you accept and agree to be bound by these terms and conditions. If you disagree with any part of these terms, please do not use this website."
    },
    "intellectualProperty": {
      "title": "Intellectual property",
      "description": "All content on this website, including text, graphics, logos, and code, is the property of Bru Mas Ribera and is protected by copyright laws. You may view and use this content for personal, non-commercial purposes only."
    },
    "contact": {
      "title": "Contact and communication",
      "description": "This website provides a contact form for professional inquiries. By using the contact form, you agree to provide accurate information and consent to the processing of your data as described in our privacy policy."
    },
    "disclaimer": {
      "title": "Disclaimer",
      "description": "This website is provided 'as is' without any warranties. The information provided is for general purposes only and should not be considered as professional advice. Use at your own risk."
    },
    "projectProtection": {
      "title": "Project concepts",
      "description": "The innovative projects and concepts showcased on this site represent original research and intellectual development. These ideas and methodologies are protected by intellectual property rights. Please respect the intellectual effort behind them and avoid direct copying for commercial purposes without permission."
    },
    "legalEnforcement": {
      "title": "Legal enforcement",
      "description": "Violation of these terms may result in legal action. We reserve the right to pursue all available legal remedies to protect our intellectual property and enforce these terms of use."
    },
    "lastUpdated": "Last updated: December 2024",
    "readCarefully": "Please read these terms carefully before using this website.",
    "questions": {
      "title": "Questions About These Terms?",
      "description": "If you have any questions about these terms of use, please contact us through the contact form on this website."
    }
  }
}


