{
  "backToProjects": "Tornar als projectes",
  "backToAllProjects": "Tornar a tots els projectes",
  "moreDetails": "M茅s detalls",
  "openApp": "Obrir app",
  "experience": "Experi猫ncia",
  "education": "Educaci贸",
  "projects": "Projectes",
  "contact": "Contacte",
  "linkedin": "LinkedIn",
  "github": "GitHub",
  "cv": "CV",
  "viewCvInBrowser": "Veure el CV al navegador",
  "downloadCvPdf": "Descarregar CV PDF",
  "searchProjects": "Cercar projectes...",
  "targetUsers": "Usuaris objectiu",
  "developmentStatus": "Estat del desenvolupament",
  "globalReach": "Abast global",
  "technologyStack": "Tecnologies",
  "frontend": "Frontend",
  "backend": "Backend",
  "languages": {
    "currentLanguage": "Idioma actual"
  },
  "footer": {
    "tagline": "Enginyer Frontend i UX | Remot-friendly",
    "madeWith": "Fet amb グ a Su茂ssa",
    "copyright": "漏 {{year}} Bru Mas Ribera. Tots els drets reservats.",
    "tooltips": {
      "email": "Enviar-me un email",
      "linkedin": "Veure el meu perfil de LinkedIn",
      "github": "Veure el meu perfil de GitHub",
      "cv": "Veure el meu CV"
    },
    "privacyPolicy": "Pol铆tica de Privadesa",
    "termsOfUse": "Termes d's"
  },
  "gdpr": {
    "title": "Privadesa i galetes",
    "description": "Aquest lloc utilitza nom茅s galetes essencials. En continuar, acceptes els nostres",
    "essentialOnly": "Nom茅s galetes essencials",
    "accept": "Acceptar",
    "consentText": "En fer clic a \"Acceptar\", acceptes els nostres Termes i Pol铆tica de privadesa."
  },
  "privacy": {
    "title": "La teva privadesa importa",
    "dataCollection": {
      "title": "Qu猫 recopilem",
      "description": "Nom茅s la informaci贸 que proporciones al formulari de contacte: el teu nom, email i missatge. Sense seguiment, sense anlisi, sense recopilaci贸 de dades de tercers."
    },
    "purpose": {
      "title": "Per qu猫 ho recopilem",
      "description": "nicament per respondre a la teva consulta i establir comunicaci贸 professional. Les teves dades es transmeten de forma segura a trav茅s d'EmailJS i no s'emmagatzemen als nostres servidors."
    },
    "sharing": {
      "title": "Amb qui les compartim",
      "description": "Amb ning煤. La teva informaci贸 茅s privada i confidencial. Mai compartim, venem o distribu茂m les teves dades personals a tercers."
    },
    "retention": {
      "title": "Quant de temps les conservem",
      "description": "El teu email es processa immediatament i nom茅s es conserva a la meva email personal per a finalitats de comunicaci贸. Pots sol路licitar la seva eliminaci贸 en qualsevol moment."
    },
    "rights": "Tens dret a accedir, corregir o eliminar les teves dades personals en qualsevol moment. Contacta'm per exercir aquests drets.",
    "commitment": "Ens comprometem a protegir la teva privadesa i assegurar la seguretat de la teva informaci贸 personal.",
    "gdprRights": {
      "title": "Els teus drets segons el GDPR"
    },
    "contact": {
      "title": "Contacta'ns sobre la teva privadesa",
      "description": "Si tens alguna pregunta sobre aquesta pol铆tica de privadesa o vols exercir els teus drets, si us plau contacta'ns a trav茅s del formulari de contacte en aquest lloc web."
    }
  },
  "terms": {
    "title": "Termes d'煤s",
    "acceptance": {
      "title": "Acceptaci贸 dels termes",
      "description": "En accedir i usar aquest lloc web, acceptes i acordes estar subjecte a aquests termes i condicions. Si no ests d'acord amb alguna part d'aquests termes, si us plau no uses aquest lloc web."
    },
    "intellectualProperty": {
      "title": "Propietat intel路lectual",
      "description": "Tot el contingut d'aquest lloc web, incloent text, grfics, logos i codi, 茅s propietat de Bru Mas Ribera i est protegit per les lleis de copyright. Pots veure i usar aquest contingut nom茅s per a finalitats personals i no comercials. IMPORTANT: El concepte del projecte Open Huts, model de negoci i idees innovadores relacionades s贸n propietat intel路lectual registrada. Qualsevol intent de copiar, replicar o usar aquests conceptes per a finalitats comercials o competitives ser perseguit a trav茅s de tots els mitjans legals disponibles."
    },
    "contact": {
      "title": "Contacte i comunicaci贸",
      "description": "Aquest lloc web proporciona un formulari de contacte per a consultes professionals. En usar el formulari de contacte, acceptes proporcionar informaci贸 precisa i consents al processament de les teves dades personals com es descriu a la nostra pol铆tica de privadesa. Aquestes dades nom茅s s'utilitzaran per respondre a la teva consulta i establir comunicaci贸 professional. En enviar el formulari de contacte, reconeixes que has llegit i ent猫s la nostra pol铆tica de privadesa i acceptes el processament de les teves dades personals per als fins establerts."
    },
    "disclaimer": {
      "title": "Descrrec de responsabilitat",
      "description": "Aquest lloc web es proporciona 'tal com est' sense cap garantia. La informaci贸 proporcionada 茅s nom茅s per a finalitats generals i no ha de considerar-se com a assessorament professional. sala sota la teva pr貌pia responsabilitat."
    },
    "projectProtection": {
      "title": "Protecci贸 de projectes",
      "description": "Els projectes i conceptes innovadors presentats en aquest lloc representen recerca original i desenvolupament intel路lectual. Aquestes idees i metodologies estan protegides per drets de propietat intel路lectual. Respecta l'esfor莽 intel路lectual que hi ha al darrere i evita la c貌pia directa per a fins comercials sense perm铆s."
    },
    "legalEnforcement": {
      "title": "Aplicaci贸 legal",
      "description": "La violaci贸 d'aquests termes pot resultar en acci贸 legal. Ens reservem el dret de perseguir tots els recursos legals disponibles per protegir la nostra propietat intel路lectual i fer complir aquests termes d'煤s."
    },
    "lastUpdated": "ltima actualitzaci贸: Desembre 2024",
    "readCarefully": "Si us plau, llegeix aquests termes amb cura abans d'utilitzar aquest lloc web.",
    "questions": {
      "title": "Preguntes Sobre aquests Termes?",
      "description": "Si tens alguna pregunta sobre aquests termes d'煤s, si us plau contacta'ns a trav茅s del formulari de contacte en aquest lloc web."
    }
  }
}


